Tekla.Structures.ModelInternal.dotReferenceModelObjectAttributeEnumerator_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModelObjectAttributeEnumerator_t.ReferenceModelId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModelObjectAttributeEnumerator_t.ReferenceModelObjectIdentifier
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModelObjectAttributeEnumerator_t.AttributeIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModelObjectAttributeEnumerator_t.AttributeType
DO NOT USE! For internal usage only!